Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax/income_levy.html.txt.tmx
Source language: en
Languages: ga

source: The Universal Social Charge (USC) has replaced the income levy from 1 January 2011
ga: Mar sin féin, ríomhtar an tobhach ioncaim nua as féin ó cháin ioncaim

source: A new Universal Social Charge was announced in Budget 2011 that replaced both the income levy and the health levy from 1 January 2011
ga: Déantar é a ghearradh ar an ollioncam atá agat roimh asbhaintí, mar shampla, liúntais chaipitil nó ranníocaíochtaí pinsean

source: Medical card holders who were previously exempt from the income levy may have to pay the USC
ga: Ní féidir leat asbhaintí nó creidmheasanna a éileamh chun méid an tobhaigh a íocann tú a laghdú

source: You can find out more about the Universal Social Charge in Revenue's Frequently Asked Questions document (pdf)
ga: Más cáiníocóir ÍMAT tú, bíonn freagracht ar d’fhostóir an tobhach a asbhaint ón bpá a íoctar leat

source: It was charged on your gross income, before deductions, for example, capital allowances or contributions to pensions
ga: Nuair a fhágann tú post, ba chóir duit Deimhniú Tobhaigh Ioncaim (pdf) a fháil ó d’fhostóir

source: The levy is collected from your gross income
ga: Beidh an deimhniú seo agat mar thaifead duit féin

source: If you were a PAYE taxpayer your employer was responsible for deducting the levy from your wages
ga: Tabhair faoi deara: Ón 1 Eanáir 2011 tá an Muirear Sóisialta Uilíoch (MSU) tar éis an tobhach ioncaim a athchur

source: You got an End of year - Income levy Certificate (pdf) if you were in employment
ga: Tabhair faoi deara: Fógraíodh Muirear Sóisialta Uilíoch nua i mBuiséad 2011 atá tar éis an tobhach ioncaim agus an tobhach sláinte a athchur ón 1 Eanáir 2011

source: When you left a job you should have got an Income Levy Certificate (pdf) from your employer
ga: Seans go mbeidh ar shealbhóirí cárta leighis a bhí díolmhaithe ón tobhach ioncaim roimhe sin an MSU a íoc

source: This certificate is for your own records
ga: Is féidir leat tuilleadh a fháil amach faoin Muirear Sóisialta Uilíoch sa doiciméad um Cheisteanna Coitianta na gCoimisinéirí Ioncaim (pdf)

source: The income levy was payable on gross income from most sources before any tax reliefs, capital allowances, losses, pension contributions or PRSI
ga: Tá an tobhach ioncaim iníoctha ar ollioncam ó bheagnach gach foinse roimh aon fhaoiseamh cánach, liúntais chaipitil, caillteanais, ranníocaíochtaí pinsean nó ÁSPC

source: You had to pay the income levy if:
ga: Caithfear an tobhach ioncaim a íoc sna cúinsí a leanas:

source: • You were under 65 and your gross income was above €15,028 per year or €289 per week
ga: • Tá tú faoi 65 bliana d’aois agus ollioncam agat atá os cionn €15,028 sa bhliain nó €289 sa tseachtain

source: • You were aged 65 or over and your annual gross income was more than €20,000 for a single person or €40,000 for a married couple
ga: • Tá tú 65 bliana d’aois nó níos sine agus ollioncam bliantúil agat atá níos mó ná €20,000 i gcás duine aonair nó €40,000 i gcás lánúin phósta

source: You did not pay the income levy if you:
ga: Ní íoctar an tobhach ioncaim sna cúinsí a leanas:

source: • Were under 65 with an annual gross income not more than a specified limit
ga: • Tá tú faoi 65 bliana d’aois agus ollioncam bliantúil agat nach bhfuil níos mó ná teorainn shonraithe

source: • Were aged 65 or over with an annual gross income not more than €20,000 for a single individual or €40,000 for a married couple
ga: • Tá tú 65 bliana d’aois nó níos sine le hollioncam bliantúil nach bhfuil níos mó ná €20,000 i gcás duine aonair nó €40,000 i gcás lánúin phósta

source: • Had a full medical card
ga: • Tá cárta leighis iomlán agat

source: The exemption was due as long as you held a full medical card for some period during the year
ga: Is féidir an díolúine a fháil chomh fada is atá cárta leighis ag an duine ar feadh roinnt tréimhse sa bhliain

source: Income not taken into account:
ga: Ioncam nach gcuirtear san áireamh:

source: • Social welfare payments including those from abroad
ga: • Íocaíochtaí leasa shóisialaigh lena n-áirítear cinn ó thar lear

source: • Health Service Executive payments including Foster Care Allowance
ga: • Íocaíochtaí Fheidhmeannacht na Seirbhíse Sláinte lena n-áirítear Liúntas um Chúram Altramais

source: • Community Employment Scheme and Job Initiative payments
ga: • An Scéim Fostaíochta Pobail agus íocaíochtaí an Tionscnaimh Jabanna

source: • Back to Education Allowance
ga: • Liúntas um Fhilleadh ar an Oideachas

source: • Income subjected to DIRT
ga: • Ioncam atá faoi réir DIRT

source: Other sources of income may not be taken into account, for example, payments for personal injuries, Hepatitis C and Thalidomide
ga: B’fhéidir nach dtógfaí foinsí ioncaim eile san áireamh, mar shampla, íocaíochtaí ar dhíobhálacha pearsanta, Heipitíteas C agus Tailídimíd

source: For a full list of income not taken into account see Revenue’s guidance notes on the income levy (pdf)
ga: Chun liosta iomlán na n-ioncam nach dtógtar san áireamh a fheiceáil, féach ar nótaí treorach na gCoimisinéirí Ioncaim ar an tobhach ioncaim (pdf)

source: Redundancy payments are exempt to the same extent as they are for income tax
ga: Bíonn íocaíochtaí iomarcaíochta díolmhaithe ar an mbealach céanna le cáin ioncaim

source: More information can be found on Revenue’s website
ga: Tuilleadh eolais ar fáil ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: Deductions were made by your employer weekly or monthly, depending on how you were paid
ga: Déanann an fostóir asbhaintí go míosúil nó go seachtainiúil, ag brath ar an mbealach a dhéantar íocaíocht leat

source: Income levy deductions are not cumulative
ga: Ní bhíonn asbhaintí an tobhaigh ioncaim carnach

source: Income levy rates were as follows:
ga: Seo a leanas na rátaí don tobhach ioncaim:

source: • 2% on income up to €75,036
ga: • 2% ar ioncam suas go dtí €75,036

source: • 4% on income from €75,037 to €174,980
ga: • 4% ar ioncam ó €75,037 go dtí €174,980

source: • 6% on income above €174,980
ga: • 6% ar ioncam os cionn €174,980

source: If your income was greater than the minimum threshold of €15,028 per year or €289 per week, you paid the levy on the full amount of your income
ga: Má tá leibhéal ioncaim agat atá níos mó ná an íostairseach €15,028 ina aghaidh na bliana nó €289 in aghaidh na seachtaine, íocann tú an tobhach ar mhéid iomlán an ioncaim atá agat

source: (If you were aged 65 or over the minimum threshold was €20,000 per year for a single person and €40,000 per year for a couple)
ga: (Má tá tú 65 bliana d’aois nó níos sine is é an t-íostairseach ná €20,000 in aghaidh na bliana i gcás duine singil agus €40,000 in aghaidh na bliana i gcás lánúine)

source: Married couples (under 65)
ga: Lánúineacha pósta (faoi 65)

source: The income thresholds applied to each spouse individually and cannot be combined if one spouse is below the threshold and the other above
ga: Baineann na tairseacha ioncaim le gach céile astu féin agus ní féidir iad a chur le chéile má bhíonn céile amháin faoi bhun na tairsí agus céile eile os cionn na tairsí

source: For example, if you earned €14,000 per year and your spouse earned €20,000 per year, you were not liable to pay the income levy but your spouse was
ga: Mar shampla, má thuilleann tú €14,000 in aghaidh na bliana agus tuilleann do chéile €20,000 in aghaidh na bliana, ní bheidh tobhach ioncaim le híoc agat féin ach beidh tobhach ioncaim le híoc ag do chéile

source: PAYE taxpayers (under 65)
ga: Cáiníocóirí ÍMAT (faoi 65)

source: Your employer calculated the income levy on a week by week or month by month basis
ga: Ríomhann d’fhostóir an tobhach ioncaim ar bhonn seachtainiúil nó míosúil

source: If your income varied from week to week you could pay the income levy at a higher rate than you were actually liable to pay but in such a case you should get a refund
ga: Má athraíonn d’ioncam go seachtainiúil, d’fhéadfá an tobhach ioncaim a íoc ag ráta níos airde ná mar atá dlite duit i ndáiríre, ach gheobhaidh tú aisíoc i gcásanna mar seo

source: │Your yearly income is less than €15,028
ga: │Tá ioncam bliantúil agat atá níos lú ná €15,028

source: However, in July 2010 you get a bonus which means your │
ga: Mar sin féin, faigheann tú bónas i mí Iúil a thugann d’ioncam os cionn an íostairsí seachtainiúil de €289

source: │income goes over the weekly minimum threshold of €289. The result is your full income that week is│
ga: Bíonn ioncam iomlán na seachtaine sin faoi réir tobhaigh ioncaim dá réir

source: │At the end of the year, if your annual income is not more than €15,028 then you do not have to pay│ │the income levy
ga: │Ag deireadh na bliana, más amhlaidh nach bhfuil ioncam bliantúil agat atá níos mó ná €15,028, ní chaithfidh tú tobhach ioncaim a íoc

source: │In this situation your employer should make an adjustment at the end of the year (week 52) and │ │refund all income levy deducted from your wages
ga: │Ba chóir don fhostóir coigeartú a dhéanamh sa chás seo ag deireadh na bliana (seachtain 52) agus gach tobhach ioncaim atá asbhainte ó phá a aisíoc leat

source: If you have not worked with the same employer │ │continuously throughout the year Revenue will deal with any refund of income levy due at the end │ │of the year. │
ga: Murar oibrigh tú leis an bhfostóir céanna go leanúnach i rith na bliana, socróidh na Coimisinéirí Ioncaim aisíoc ar bith maidir le tobhach ioncaim atá dlite duit ag deireadh na bliana.│

source: │The income levy is calculated on a weekly threshold of 2% for income up to €1,443, 4% from €1,443 │
ga: │Déantar an tobhach ioncaim a ríomh ar thairseach sheachtainiúil de 2% ar ioncam suas go dtí €1,443, 4% ó €1,443 go dtí €3,365, agus 6% ar an gcuid eile

source: │to €3,365, and 6% on the balance. If you get a payment for one week in excess of €3,365 you will │ │pay the income levy at the 6% on the balance
ga: Má fhaigheann tú íocaíocht ar feadh seachtain amháin atá níos mó ná €3,365 íocfaidh tú tobhach ioncaim ag 6% ar an gcuid eile

source: │If your yearly income means you are liable at a lower rate, you will have overpaid the income │
ga: │Má chiallaíonn d’ioncam bliantúil go bhfuil tú dlite ag ráta níos ísle, beidh ró-íocaíocht déanta agat maidir leis an tobhach ioncaim

source: │levy. In this situation your employer should make an adjustment at the end of the year (week 52) │ │and make the appropriate refund
ga: Ba chóir don fhostóir coigeartú a dhéanamh sa chás seo ag deireadh na bliana (seachtain 52) agus aisíoc cuí a dhéanamh leat

source: If you have over paid the income levy your employer should make an adjustment at the end of the year (week 52) and make the appropriate refund
ga: Ba chóir don fhostóir coigeartú a dhéanamh ag deireadh na bliana (seachtain 52) má tá ró-íocaíocht déanta agat maidir leis an tobhach ioncaim agus aisíoc cuí a dhéanamh leat

source: If you have not worked with the same employer continuously throughout the year you should fill in an Income Levy Claim Form (pdf) and send it to your local Revenue office - see 'Where to apply' below
ga: Murar oibrigh tú leis an bhfostóir céanna go leanúnach i rith na bliana ba chóir duit an Fhoirm Éilimh ar an Tobhach Ioncam (pdf) a chomhlánú agus í a chur isteach chuig d’oifig cánach áitiúil - féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: For further information on the income levy or to get a refund contact your local Revenue office
ga: Chun tuilleadh eolais a fháil ar an tobhach ioncaim nó chun aisíoc a fháil, déan teagmháil leis na Coimisinéirí Ioncaim

source: Use the Revenue contact locator to find the Lo-call number for your region
ga: Bain úsáid as aimsitheoir teagmhála na gCoimisinéirí Ioncaim le huimhir Lóghlao do réigiúin féin a fháil

source: You can find more detailed Revenue contact details for your region
ga: Is féidir leat sonraí teagmhála níos mionsonraithe na gCoimisinéirí Ioncaim do do réigiún féin a fháil anseo
